/*
02. 롤러코스터, 탈 수 있을까?
실습과제
규재는 오랜만에 동생 규원이와 놀이공원을 방문했습니다.
이것저것 놀이공원의 기구들을 즐기다가 가장 기대했던 롤러코스터에 탑승하려고 하는데, 입구에서 키 제한 검사를 하고 있었습니다.
또래 친구들 보다 키가 작은 규원이는 행여나 놀이기구를 못 탈까봐 차례를 기다리는 대기 줄에서 긴장의 끈을 놓지 못하고 있습니다.

이 롤러코스터는 140cm 이상만 탑승할 수 있다고 하는데요.
놀이기구를 타고 싶은 마음은 간절하지만 안전상의 문제로 위험한 상황이 발생할 수 있으니, 만약 기준을 통과하지 못한다면 아쉽지만 다음을 기약하는 것이 좋겠죠?

그럼, if문을 활용해서 키 140cm를 기준으로 탑승 가능 유무를 알려주는 checkHeight 함수를 작성해 주세요.

코드를 잘 작성하셨다면 아래와 같은 결과가 출력되어야 합니다.

탑승이 가능합니다.
탑승이 불가능합니다.
탑승이 가능합니다.
*/

// 파라미터 height을 활용하는 checkHeight 함수를 완성하세요.
function checkHeight(height) {
	// 여기에 코드를 작성해 주세요.
}

// 테스트 코드
checkHeight(140);
checkHeight(135);
checkHeight(170);